{
    "Urgent": false,
    "ServerMessage": "OK",
    "Content": [
        {
            "Title": "Pamela Newkirk Tells Of The Shameful Treatment Of Ota Benga In The Early 20th Century",
            "Link": "http://boisestatepublicradio.org/post/pamela-newkirk-tells-shameful-treatment-ota-benga-early-20th-century",
            "PubDate": "Fri, 01 Jul 2016 19:04:24 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "In 1906, an African native known as Ota Benga was displayed in a cage in the monkey house at the Bronx Zoo. Thousands came to view the sensational...",
            "Description": "In 1906, an African native known as Ota Benga was displayed in a cage in the monkey house at the Bronx Zoo. Thousands came to view the sensational exhibit. They shouted, pointed fingers, and laughed at the man, who stood 4 feet 11 inches in height and weighed 103 pounds. A sign outside the cage described him as an African Pygmy from the Congo Free State, and announced that he would be exhibited each afternoon during September. An orangutan shared the space with Benga, at times perching on his shoulder.",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201602/pam_newkirk_spectacle.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/07/RC16.07.01.mp3?origin=body"
        },
        {
            "Title": "Jonathan Katz And Jason Herbeck Survived The 2010 Haiti Earthquake And Now Talk About Its Aftermath",
            "Link": "http://boisestatepublicradio.org/post/jonathan-katz-and-jason-herbeck-survived-2010-haiti-earthquake-and-now-talk-about-its-aftermath",
            "PubDate": "Fri, 24 Jun 2016 21:18:24 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": " Jonathan Katz talks more about his award-winning book, The Big Truck That Went By: How the World Came to Save Haiti and Left Behind a Disaster. Mr Katz...",
            "Description": "Jonathan Katz talks more about his award-winning book, The Big Truck That Went By: How the World Came to Save Haiti and Left Behind a Disaster.&nbsp; Mr Katz was the only full time U.S. news reporter in Haiti when the quake struck.&nbsp; His on-the-ground reporting for the Associated Press helped inform the world about the scope of the disaster, and he stayed in Haiti in the months that followed to document how and why well-meaning world relief efforts fell short.",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201606/j_katz_headshot.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/06/RC16.06.24.mp3?origin=body"
        },
        {
            "Title": "Why Relief Efforts After The 2010 Haiti Earthquake Created Disaster With Author Jonathan Katz",
            "Link": "http://boisestatepublicradio.org/post/why-relief-efforts-after-2010-haiti-earthquake-created-disaster-author-jonathan-katz",
            "PubDate": "Fri, 17 Jun 2016 23:30:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "On a hot January afternoon in 2010, reporter Jonathan M. Katz heard a loud rumbling outside his home in the hills above Port-au-Prince, Haiti. At first,...",
            "Description": "On a hot January afternoon in 2010, reporter Jonathan M. Katz heard a loud rumbling outside his home in the hills above Port-au-Prince, Haiti. &nbsp;At first, he thought it was a water truck. Then the bed began to vibrate, bottles shimmied on a nearby table, and the floor started to move. The roar increased as the deadliest earthquake in the history of the Western Hemisphere unleashed its full force. Mr. Katz survived. Thousands upon thousands of others were not so lucky.",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201606/j_katz_the_big_truck_that_went_by.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/06/RC16.06.17.mp3?origin=body"
        },
        {
            "Title": "Author Clive Thompson On How Technology Can Benefit Intelligence",
            "Link": "http://boisestatepublicradio.org/post/author-clive-thompson-how-technology-can-benefit-intelligence",
            "PubDate": "Fri, 10 Jun 2016 23:00:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "Every new technology has its critics. Whether it’s a fancy new digital gadget with a seemingly endless number of functions, or an addictive new app for...",
            "Description": "Every new technology has its critics. Whether it’s a fancy new digital gadget with a seemingly endless number of functions, or an addictive new app for your Smart Phone, the latest and greatest inventions can sometimes give us reason to pause.Years ago, Clive Thompson was pessimistic about the impact of new technologies like the Internet on modern life, too. But over time, his opinion changed as he observed how new digital tools enabled people to be more creative and effective.",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201606/clive_thompson_smarter.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/06/RC16.06.10.mp3?origin=body"
        },
        {
            "Title": "Discussing \"The Great Gatsby\" And F. Scott Fitzgerald With Maureen Corrigan",
            "Link": "http://boisestatepublicradio.org/post/discussing-great-gatsby-and-f-scott-fitzgerald-maureen-corrigan",
            "PubDate": "Sat, 04 Jun 2016 00:00:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "Many of us remember reading The Great Gatsby in our high school English class – and not exactly loving it. What was it about this slim novel by F. Scott...",
            "Description": "Many of us remember reading The Great Gatsby in our high school English class – and not exactly loving it. What was it about this slim novel by F. Scott Fitzgerald that was supposedly so great, we wondered. And more to the point, why had it remained popular while other worthy books had slowly faded away?",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201606/MCorrigan_SoWeReadOn.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/06/RC16.06.03.mp3?origin=body"
        },
        {
            "Title": "All About The Life, Presidency, And Assassination Of James A. Garfield With Author Candice Millard",
            "Link": "http://boisestatepublicradio.org/post/all-about-life-presidency-and-assassination-james-garfield-author-candice-millard",
            "PubDate": "Sat, 28 May 2016 00:00:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "A shot fired in the lobby of a Washington, D.C. , train station in 1881 would eventually claim the life of the United States’ 20th president — James A....",
            "Description": "A shot fired in the lobby of a Washington, D.C. , train station in 1881 would eventually claim the life of the United States’ 20th president — James A. Garfield. According to author Candice Millard, the assassination also shook the very core of the nation.",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201605/cmillard_dofrepublic.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/05/RC16.05.27.mp3?origin=body"
        },
        {
            "Title": "Charles Fountain On Why The 1919 World Series Scandal Was The Birth Of Modern Baseball",
            "Link": "http://boisestatepublicradio.org/post/charles-fountain-why-1919-world-series-scandal-was-birth-modern-baseball",
            "PubDate": "Fri, 20 May 2016 23:45:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "Nearly a century ago, the Chicago White Sox faced the Cincinnati Reds in the 1919 World Series. The games attracted big crowds, widespread enthusiasm...",
            "Description": "Nearly a century ago, the Chicago White Sox faced the Cincinnati Reds in the 1919 World Series. The games attracted big crowds, widespread enthusiasm and plenty of action from the so-called “sporting men” who placed bets on who would win each contest. Gambling was an integral and accepted part of baseball at the time, but for this Series, something seemed off. The White Sox were heavily favored to win, but they lost to the Reds five games to three. Speculation quickly surfaced that the Series had been rigged.",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201605/charles_fountain_-_the_betrayal.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/05/RC16.05.20.mp3?origin=body"
        },
        {
            "Title": "James Barrat Explores The Potential Pitfalls Of Artificial Intelligence",
            "Link": "http://boisestatepublicradio.org/post/james-barrat-explores-potential-pitfalls-artificial-intelligence",
            "PubDate": "Sat, 14 May 2016 00:00:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "Until now, human intelligence has had no rival. But as Artificial Intelligence continues to advance, we should ask ourselves: Can we coexist with...",
            "Description": "Until now, human intelligence has had no rival. But as Artificial Intelligence continues to advance, we should ask ourselves: Can we coexist with computers whose intelligence dwarfs our own?In his book, “Our Final Invention: Artificial Intelligence and the End of the Human Era,” James Barrat peers into the future to explore the perils of developing super intelligent machines. And he extends a heartfelt invitation to join what he calls “the most important conversation humanity can have.”",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201506/j_barrat_art_official_intelligence.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2015/06/RC15.06.12.mp3?origin=body"
        },
        {
            "Title": "Author Tim Egan On The Life Of \"Immortal Irishman,\" Thomas Meagher",
            "Link": "http://boisestatepublicradio.org/post/author-tim-egan-life-immortal-irishman-thomas-meagher",
            "PubDate": "Fri, 06 May 2016 23:30:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "In the 1840s, a million Irish citizens died of starvation during what became known as the “Great Hunger.” Taking up the desperate cause of his...",
            "Description": "In the 1840s, a million Irish citizens died of starvation during what became known as the “Great Hunger.” Taking up the desperate cause of his countrymen was a spirited and wealthy young orator named Thomas Francis Meagher (pronounced Mar).",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201605/Timothy-Egan-Immortal-Irishman.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/05/RC16.05.06.mp3?origin=body"
        },
        {
            "Title": "A.J. Baime On American Industry And \"The Arsenal Of Democracy\" of WWII",
            "Link": "http://boisestatepublicradio.org/post/aj-baime-american-industry-and-arsenal-democracy-wwii",
            "PubDate": "Fri, 29 Apr 2016 23:30:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "When Germany invaded its European neighbors in 1940, the United States was a long ways from being prepared. The country’s military resources had been...",
            "Description": "When Germany invaded its European neighbors in 1940, the United States was a long ways from being prepared. The country’s military resources had been all but drained by the Great Depression. The U.S. army was smaller than that of Belgium’s, a nation that could fit inside Maryland. Military war games were being carried out with broomsticks and eggs in place of guns and grenades, and in at least one instance, a U.S. general was forced to order tank replacement parts from a Sears and Roebuck catalog because the military couldn’t provide the items itself.",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201512/aj_baime_arsenal_of_democracy.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2015/12/RC15.12.04.mp3?origin=body"
        },
        {
            "Title": "Remembering The 1915 Chicago Steamship Disaster That Killed Over 800",
            "Link": "http://boisestatepublicradio.org/post/remembering-1915-chicago-steamship-disaster-killed-over-800",
            "PubDate": "Sat, 23 Apr 2016 00:00:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "On a summer morning in July 1915, thousands of poor factory workers lined the Chicago docks, waiting to board ships for the much anticipated annual...",
            "Description": "On a summer morning in July 1915, thousands of poor factory workers lined the Chicago docks, waiting to board ships for the much anticipated annual picnic hosted by Western Electric Company. But as 2,500 passengers flooded aboard the first ship, the SS Eastland, disaster struck. The huge liner flipped onto its side, drowning more than 800 people in the filthy Chicago River, including 22 whole families.",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201604/mmcarthy_ashes_under_water.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/04/RC16.04.22.mp3?origin=body"
        },
        {
            "Title": "How Grocer A&P Changed Retail With Author Marc Levinson ",
            "Link": "http://boisestatepublicradio.org/post/how-grocer-ap-changed-retail-author-marc-levinson",
            "PubDate": "Fri, 15 Apr 2016 22:00:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "Grocery shopping is on almost everyone’s weekly list. For many households, that means driving to the supermarket, or an even larger discount mega-store,...",
            "Description": "Grocery shopping is on almost everyone’s weekly list. For many households, that means driving to the supermarket, or an even larger discount mega-store, and loading our carts to the brim with our favorite brands. But grocery shopping wasn’t always this way. A century ago, small mom-and-pop grocers dotted street corners, staffed by storekeepers who packaged bulk items for customers they knew by name. Today, the retail landscape continues to change, as more of us go online for a variety of purchases.",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201511/mlevinson_a_p.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2015/11/RC15.11.13.mp3?origin=body"
        },
        {
            "Title": "How ISIS Came To Be A Worldwide Threat With Author Joby Warrick",
            "Link": "http://boisestatepublicradio.org/post/how-isis-came-be-worldwide-threat-author-joby-warrick",
            "PubDate": "Sat, 09 Apr 2016 00:00:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "These days, the terrorist organization known as ISIS has much of the world on high alert. How this happened is the subject of a book by today’s guest,...",
            "Description": "These days, the terrorist organization known as ISIS has much of the world on high alert. How this happened is the subject of a book by today’s guest, Washington Post reporter Joby Warrick.",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201604/jwarrick_black_flags_isis.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/04/RC16.04.08.mp3?origin=body"
        },
        {
            "Title": "Julia Angwin Uncovers A World Of Relentless Surveillance",
            "Link": "http://boisestatepublicradio.org/post/julia-angwin-uncovers-world-relentless-surveillance",
            "PubDate": "Fri, 01 Apr 2016 22:30:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "It’s a scenario familiar to many of us: We go online and search for a product we’re interested in purchasing. Moments later, we click on our favorite...",
            "Description": "It’s a scenario familiar to many of us: We go online and search for a product we’re interested in purchasing. Moments later, we click on our favorite news site, only to be bombarded with ads, including some for the product we were just viewing. So how did this happen? And what else might we unwittingly be sharing about our behavior, activities and tastes?",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201510/j_angwin_dragnet_nation.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/04/RC16.04.01.mp3?origin=body"
        },
        {
            "Title": "The Divergent Opportunities For \"Our Kids\" With Author Robert Putnam",
            "Link": "http://boisestatepublicradio.org/post/divergent-opportunities-our-kids-author-robert-putnam",
            "PubDate": "Sat, 26 Mar 2016 00:00:00 +0000",
            "Author": "Bob Kustra",
            "DescriptionShort": "The belief that with hard work, prosperity and success are open to everyone, is at the heart of our national identity. Yet, according to today’s guest,...",
            "Description": "The belief that with hard work, prosperity and success are open to everyone, is at the heart of our national identity. Yet, according to today’s guest, Robert Putnam, the gap between those who have the chance to forge a better future, and those who are being left behind, is getting wider. As a result “our kids,” America’s poorest among them, are experiencing a transformation of American society that comes at a cost to every one of us.",
            "Image": "http://mediad.publicbroadcasting.net/p/idaho/files/201603/r_putnam_our_kids.jpg",
            "Podcast": "http://cpa.ds.npr.org/idaho/audio/2016/03/RC16.03.25.mp3?origin=body"
        }
    ]
}